[Demo_Patako_End_normal_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-850,Y=990,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Vec=(X=-580,Y=990,Z=1200),VecSub=(X=180,Y=0,Z=0),CId=73)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-610,Y=930,Z=1200),VecSub=(X=145,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-610,Y=1050,Z=1200),VecSub=(X=215,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-640,Y=1115,Z=1200),VecSub=(X=215,Y=0,Z=0),CId=70)
DemoScripts[7]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0000_fx_close_normal",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[12]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-640,Y=990,Z=1315))
DemoScripts[13]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-640,Y=990,Z=1315))
DemoScripts[14]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Patako.GG2_BGM_DM_Usual_Patako_Cue')
DemoScripts[15]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[16]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[17]=(Actor=FADE,Command=WAIT)
DemoScripts[18]=(Actor=WINDOW,Command=SET)
DemoScripts[19]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_002_Cue',Name="パタコ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0103_fx_Stand2Furry",Rate=1,Number=2,Bit=0)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0300_lp_Furry",Number=8)
DemoScripts[27]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[28]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[29]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_003_Cue',Name="エコロ")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0107_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[35]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0700_lp_Proud",Number=8)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_004_Cue',Name="パタコ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[40]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-640,Y=990,Z=1315))
DemoScripts[41]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0301_fx_Furry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[43]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-610,Y=930,Z=1315))
DemoScripts[44]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0701_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_005_Cue',Name="パタコ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[52]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[53]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_006_Cue',Name="クロナ")
DemoScripts[54]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[55]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[57]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[60]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[61]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[62]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_008_Cue',Name="クロナ")
DemoScripts[63]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[64]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[65]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-640,Y=990,Z=1315))
DemoScripts[66]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_009_Cue',Name="クロナ")
DemoScripts[67]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[68]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[69]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[70]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=13,Bit=0,Rate=0)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0103_fx_Stand2Inarticulately",Rate=1,Number=2,Bit=0)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0300_lp_Inarticulately",Number=8)
DemoScripts[73]=(Actor=EMOTION,Command=SET,Name="パタコ",Number=0,CId=73)
DemoScripts[74]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Sweat_Cue')
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_010_Cue',Name="パタコ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0300_lp_one_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[79]=(Actor=EMOTION,Command=SET,Name="エコロ",Number=1,CId=71)
DemoScripts[80]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_011_Cue',Name="エコロ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[85]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[86]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[87]=(Actor=WINDOW,Command=EXIT)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[89]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[90]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0301_fx_Inarticulately2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[91]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0100_lp_Stand",Number=8)
DemoScripts[92]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=11,Vec=(X=-700,Y=1110,Z=1315))
DemoScripts[93]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[94]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[95]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=11,Vec=(X=-700,Y=1110,Z=1315))
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[97]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[98]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-700,Y=1110,Z=1315))
DemoScripts[99]=(Actor=CHARACTER,Command=MOVE,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=ROT,Vec=(X=200,Y=0,Z=0),SecTime=0.5,CId=71)
DemoScripts[100]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-920,Y=990,Z=1335),SecTime=0.5)
DemoScripts[101]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=5,Y=-5,Z=0),SecTime=0.5)
DemoScripts[102]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[103]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-920,Y=990,Z=1335),SecTime=)
DemoScripts[104]=(Actor=WINDOW,Command=SET)
DemoScripts[105]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[106]=(Actor=WINDOW,Command=EXIT)
DemoScripts[107]=(Actor=ICON,Command=START,CId=0,Bit=0)
DemoScripts[108]=(Actor=ICON,Command=SET,CId=10,Bit=10)
DemoScripts[109]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[110]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=-620,Y=930,Z=1315))
DemoScripts[111]=(Actor=WINDOW,Command=SET)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_014_Cue',Name="カミゾノ　マヤ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[116]=(Actor=WINDOW,Command=EXIT)
DemoScripts[117]=(Actor=ICON,Command=EXIT,CId=10,Bit=10)
DemoScripts[118]=(Actor=ICON,Command=WAIT,CId=0,Bit=0)
DemoScripts[119]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[120]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[121]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[123]=(Actor=WINDOW,Command=SET)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_016_Cue',Name="クロナ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[129]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[131]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[132]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0108_fx_Stand2Tilt",Rate=1,Number=2,Bit=0)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0800_lp_Tilt",Number=8)
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_018_Cue',Name="カミゾノ　マヤ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[1]="pt_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0107_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[139]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[2]="pt_DM_0700_lp_Proud",Number=8)
DemoScripts[140]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_019_Cue',Name="パタコ")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[142]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[144]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_020_Cue',Name="クロナ")
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[146]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[149]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0801_fx_Tilt2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[150]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[152]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=11,Vec=(X=-640,Y=990,Z=1315))
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_021_Cue',Name="エコロ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=1,Number=2,Bit=0)
DemoScripts[158]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[159]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_022_Cue',Name="クロナ")
DemoScripts[160]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[161]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[162]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[163]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[164]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=1,Number=2,Bit=0)
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[172]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[173]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[174]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0701_fx_Cry2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[176]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=1)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[179]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1001_fx_Envy2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[181]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=1)
DemoScripts[182]=(Actor=CHARACTER,Command=PARAM,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=13,Bit=0,Rate=0)
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_025_Cue',Name="パタコ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[188]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=0)
DemoScripts[189]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[190]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[191]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0110_fx_Stand2Go",Rate=1,Number=2,Bit=0)
DemoScripts[192]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1000_lp_Go",Number=8)
DemoScripts[193]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_028_Cue',Name="エコロ")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[195]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[196]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[1]="kr_CM_0003_fx_close_smile_L",Rate=1,Number=1,Bit=0)
DemoScripts[197]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=1,Number=2,Bit=0)
DemoScripts[198]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_029_Cue',Name="クロナ")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=WINDOW,Command=EXIT)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[204]=(Actor=CHARACTER,Command=PARAM,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Number=13,Bit=0,Rate=1)
DemoScripts[205]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1001_fx_Go2Stand",Rate=1,Number=2,Bit=0)
DemoScripts[206]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[207]=(Actor=CHARACTER,Command=MOVE,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-800,Y=800,Z=1200),SecTime=0.8,CId=72)
DemoScripts[208]=(Actor=SYSTEM,Command=WAIT,SecTime=0.8)
DemoScripts[209]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-800,Y=800,Z=1200),CId=72)
DemoScripts[210]=(Actor=WINDOW,Command=SET)
DemoScripts[211]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[212]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0002_fx_close_smile_S",Rate=1,Number=1,Bit=0)
DemoScripts[213]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=1,Number=2,Bit=0)
DemoScripts[214]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[215]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=6,CId=70)
DemoScripts[216]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Joy_Cue')
DemoScripts[217]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[219]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[221]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_033_Cue',Name="クロナ")
DemoScripts[222]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[223]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[224]=(Actor=WINDOW,Command=EXIT)
DemoScripts[225]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_4,SecTime=1)
DemoScripts[226]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Patako_End_normal.GG2_SE_DM_Spear_Stick_Cue')
DemoScripts[227]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[228]=(Actor=FADE,Command=WAIT)
DemoScripts[229]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_PINK,FadePriority=FADE_PRIO_BACK)
DemoScripts[230]=(Actor=FADE,Command=WAIT)
DemoScripts[231]=(Actor=WINDOW,Command=SET)
DemoScripts[232]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_034_Cue',Name="クロナ")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[234]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=5,Y=45,Z=0),SecTime=0.3)
DemoScripts[235]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[237]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Patako_End_normal.GG2_V_Patako_End_normal_036_Cue',Name="パタコ")
DemoScripts[238]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[239]=(Actor=WINDOW,Command=EXIT)
DemoScripts[240]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[241]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[242]=(Actor=AMBIENT,Command=STOP,SecTime=1,SoundID=)
DemoScripts[243]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[244]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[245]=(Actor=SYSTEM,Command=END)

[Select_Patako_End_normal_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Patako_End_normal_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="雖......雖然順勢動手了....../n但這樣真的好嗎......")

Texts[1]=(Label="TEXT02",Name="帕塔可",Text="真不愧是峯大學長....../n這樣的話,把她們兩個交給你/n也沒有問題呢.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="問題可大了!/n天使和人類交往什麼的/n簡直是亂來啊!")

Texts[3]=(Label="TEXT04",Name="帕塔可",Text="是嗎?/n感覺很開心,不是很好嗎?")

Texts[4]=(Label="TEXT05",Name="帕塔可",Text="庫蘿娜覺得呢?/n不想和峯大學長交往嗎?")

Texts[5]=(Label="TEXT06",Name="庫蘿娜",Text="絕對不要DEATH啦~!")

Texts[6]=(Label="TEXT07",Name="峯大",Text="唔咕....../n被拒絕成這樣/n也很令人難受啊......")

Texts[7]=(Label="TEXT08",Name="庫蘿娜",Text="就算你這麼說......")

Texts[8]=(Label="TEXT09",Name="庫蘿娜",Text="那麼,姐姐大人來和這個人類交往/n不就好了DEATH嗎~!")

Texts[9]=(Label="TEXT10",Name="帕塔可",Text="咦? ......我,這個~....../n還有其他必須照顧的人在......")

Texts[10]=(Label="TEXT11",Name="艾可蘿",Text="什!/n帕塔可學姊,太殘忍了~!")

Texts[11]=(Label="TEXT12",Name="真夜",Text="啊,峯哥,竟然在這種地方碰面了.")

Texts[12]=(Label="TEXT13",Name="峯大",Text="小......小真夜!?/n妳為什麼在這裡?")

Texts[13]=(Label="TEXT14",Name="真夜",Text="因為我,撿到這個,/n所以過來,還給小庫蘿娜.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="啊!/n這是......")

Texts[15]=(Label="TEXT16",Name="庫蘿娜",Text="這......這個是!/n庫蘿娜的長槍DEATH!!")

Texts[16]=(Label="TEXT17",Name="真夜",Text="因為小庫蘿娜魔力的氣息....../n從這裡傳出來......")

Texts[17]=(Label="TEXT18",Name="真夜",Text="還有,那裡的天使小姐是......?")

Texts[18]=(Label="TEXT19",Name="帕塔可",Text="啊,初次見面./n我叫做帕塔可./n是艾可蘿的天使學姊.")

Texts[19]=(Label="TEXT20",Name="庫蘿娜",Text="然後也是庫蘿娜的姐姐大人DEATH!!/n是Souer意義上的姐妹!")

Texts[20]=(Label="TEXT21",Name="艾可蘿",Text="妳又在說那種事......啊,真夜大人?/n請不用在意哦./n那隻不過是惡魔在胡說八道罷了.")

Texts[21]=(Label="TEXT22",Name="庫蘿娜",Text="纔不是胡說八道DEATH!/n庫蘿娜是真心仰慕的DEATH!")

Texts[22]=(Label="TEXT23",Name="真夜",Text="......天使和惡魔的姐妹愛......真美妙!")

Texts[23]=(Label="TEXT24",Name="峯大",Text="就是呢~/n小真夜就是會說這種話呢~")

Texts[24]=(Label="TEXT25",Name="帕塔可",Text="啊,不過這樣問題不就解決了嗎?/n真是太好了呢,峯大學長!")

Texts[25]=(Label="TEXT26",Name="峯大",Text="呃,嗯......太好惹.")

Texts[26]=(Label="TEXT27",Name="峯大",Text="(不愧是艾可蘿的學姊....../n比艾可蘿還要更隨便......)")

Texts[27]=(Label="TEXT28",Name="艾可蘿",Text="那麼,馬上來噗哧一下吧!")

Texts[28]=(Label="TEXT29",Name="庫蘿娜",Text="好的好的--/n那麼,要上了DEATH唷~")

Texts[29]=(Label="TEXT30",Name="峯大",Text="咦! 稍等一下!/n我還沒做好心理準備......!")

Texts[30]=(Label="TEXT31",Name="真夜",Text="期待期待.")

Texts[31]=(Label="TEXT32",Name="峯大",Text="小真夜也別充滿期待啊---!!")

Texts[32]=(Label="TEXT33",Name="庫蘿娜",Text="預~備......")

Texts[33]=(Label="TEXT34",Name="庫蘿娜",Text="噗哧--!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="呀啊---!?",Format[0]=(Size=37,Start=0,End=21))

Texts[35]=(Label="TEXT36",Name="帕塔可",Text="可喜可賀,可喜可賀!")

Texts[36]=(Label="",Name="",Text="")

Texts[37]=(Label="SELECT01",Name="",Text="")

Texts[38]=(Label="SELECT02",Name="",Text="")

Texts[39]=(Label="SELECT03",Name="",Text="")

Texts[40]=(Label="SELECT04",Name="",Text="")

Texts[41]=(Label="SELECT05",Name="",Text="")

Texts[42]=(Label="SELECT06",Name="",Text="")

Texts[43]=(Label="SELECT07",Name="",Text="")

Texts[44]=(Label="SELECT08",Name="",Text="")

Texts[45]=(Label="SELECT09",Name="",Text="")

Texts[46]=(Label="SELECT10",Name="",Text="")


